Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/inn.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Must assist units or research projects in risk assessments of technical security (internal and external IT solutions) when asked to provide such assistance.
nb: Skal bistå enheter eller forskningsprosjekter ved risikovurderinger av teknisk sikkerhet (interne og eksterne IT-løsninger) når de blir bedt om å gi slik bistand.

source: Must be informed of security breaches detected by the incident response team (IRT) and which must be reported to either the Norwegian Data Protection Authority or the data subjects.
nb: Skal informeres om sikkerhetsbrudd som avdekkes av hendelseshåndteringsteamet (IRT) og som enten skal varsles til Datatilsynet eller de registrerte.

source: From Monday 20 September, the requirement of one-meter’s distance during teaching activities no longer applies, with some exceptions.
nb: Fra mandag 20. september gjelder ikke lenger kravet om en meter avstand i undervisning, med noen unntak. Foto: Richard K.

source: The Erasmus+ programme requires that students travelling on internships abroad have adequate health insurance, accident insurance and liability insurance.
nb: Erasmus+ programmet krever at studenter som reiser på praksisopphold i utlandet har tilstrekkelig helseforsikring, ulykkesforsikring og ansvarsforsikring.

source: Sørhove, at the entrance to level 3
nb: Sørhove, ved inngangen i plan 3

source: He is INN University's representative in this project where the institution, together with two universities in Finland, will be involved in shaping the forest education of the future at five universities in South Africa.
nb: Han er HINNs representant inn i dette prosjektet der høgskolen, sammen med to universiteter i Finland, skal være med å forme fremtidens skogutdanning på fem universiteter i Sør-Afrika.

source: You use the same password in all our IT-systems, e.g. Canvas, Office 365, Wi-Fi, and more.
nb: Du bruker det samme passordet i alle høgskolens IT-systemer, som f.eks. Canvas, Office 365, trådløst nettverk, m.m.

source: Conducts the technical implementation of solutions (such as installation, upgrades and customisation) according to agreements with the system owner.
nb: Gjør teknisk implementering av løsninger (som installasjon, oppgradering og tilpasning) etter avtale med systemeier.

source: Deputy: Heidi Bråten Richenberg, Faculty of Social and Health Sciences
nb: Heidi Bråten Richenberg, Fakultet for helse- og sosialvitenskap (HSV)

source: Then press the enter-key on your keyboard.
nb: Trykk deretter på enter-tasten.

source: Must be informed annually about the information security work by the Director of Digitalisation.
nb: Skal informeres årlig om arbeidet med informasjonssikkerhet av Digitaliseringsdirektøren.

source: There have been very few people with an immigrant background to see.”
nb: Det har vært veldig få personer med innvandrerbakgrunn å se.

source: IT systems/services – internal and external – used in the projects.
nb: IT-systemer/tjenester – interne og eksterne – som anvendes i prosjektene.

source: 610 EURO per month to Denmark, Finland, Iceland, Ireland, Liechtenstein, Luxembourg and Sweden.
nb: € 610 per måned til Danmark, Finland, Island, Irland, Liechtenstein, Luxembourg, Sverige

source: Our campuses and teaching locations can be reached by train, bus and car.
nb: Våre studie- og undervisningssteder kan nås både med tog, buss og bil.

source: Since the collaboration agreement between INN University and NAV was signed, Lien believes that the collaboration was revitalized in many ways in 2019, something we are now beginning to see the consequences of.
nb: Siden samarbeidsavtalen mellom HINN og NAV ble underskrevet mener Lien at samarbeidet på mange måter ble revitalisert i 2019, noe vi nå begynner å se konsekvensen av.

source: “Slow TV is a remarkable phenomenon.
nb: – Sakte-tv er et bemerkelsesverdig fenomen.

source: Maren Kyllingstad, Chairperson, Ringsaker (appointed by the Ministry of Education and Research)
nb: Maren Kyllingstad, styreleder, Ringsaker (oppnevnt av KD)

source: The stay can range from 2 days to 4 weeks.
nb: Et mobilitetsopphold kan strekke seg fra 2 dager til 4 uker.

source: Trial lecture at 10.15.
nb: Prøveforelesning klokken 10.15.

source: Technology such as GPS, sensors and automated capture systems can contribute to a more efficient use of grazing and facilitate grazing in large herds.
nb: Teknologi som GPS, sensorer og automatiserte fanganlegg kan bidra til en effektivisering av beitebruken og tilrettelegge for beitebruk i store besetninger.

source: Where pedagogical competence has been acquired abroad, an assessment of the competence shall be made in relation to the expected scope and competence criteria along the same lines as competence acquired in Norway.
nb: Der hvor pedagogisk kompetanse er ervervet i utlandet skal vurdering av kompetansen gjøres i forhold til forventet omfang og kompetansekriterier på lik linje som kompetanse ervervet i Norge.

source: «Account 2» shows balance from school given points.
nb: «Konto 2» viser saldo på kvote tildelt av skolen.

source: Then press the Enter-button on your keyboard.
nb: Trykk deretter på enter-tasten.

source: Oral, but less situational.
nb: Muntlig, men mindre situasjonspreget.

source: Following is an example of what the front page might look like (click for enlarged illustration):
nb: Her er det eksempel på hvordan forsiden kan se ut (klikk for større versjon):

source: It is reasonable to set less extensive requirements for associate professor (førsteamanuensis/førstelektor) than for professor(professor/dosent) in this area.
nb: Det er rimelig å stille mindre omfattende krav til førsteamanuensis/førstelektor enn for professor/dosent på dette feltet.

source: Must ensure that regular (every two years) risk assessments are carried out of:
nb: Skal sørge for at det jevnlig (hvert annet år) blir gjennomført risikovurderinger av:

source: Reserve group study rooms in TimeEdit.
nb: Reservering av grupperom gjøres i TimeEdit.

source: Skype calls are encrypted.
nb: Samtaler i Skype krypteres.

source: INN - Knowledge culture, employeeship and a learning organisation
nb: INN - Kunnskapskultur, medarbeidarskap og lærande organisasjon

source: The Zotero Connector does not work as well with Internet Explorer or Safari.
nb: Zotero Connector fungerer ikke med Internett Explorer eller Safari.

source: In order to avoid doing this manually you can use the "proxy tool" below.
nb: Istedet for å legge til proxyprefikset manuelt kan du bruke "proxy-verktøyet" nedenfor.

source: Responsibility for the university’s common systems is placed in staff and support functions.
nb: Ansvaret for høgskolens fellessystemer er plassert i stabs- og støttefunksjoner.

source: No one has had the same scope and breadth in slow TV broadcasts as NRK.
nb: Ingen har hatt samme omfang og bredde i sakte-tv sendinger som NRK.

source: Risk assessments of IT systems and services, computer networks and infrastructure, work processes and physical conditions must be carried out every two years.
nb: Risikovurderinger av IT-systemer og - tjenester, datanettverk og infrastruktur, arbeidsprosesser og fysiske forhold skal gjennomføres hvert annet år.

source: The faculty offers bachelor programmes in Animation and Digital Art, Game Technology and Simulation, TV Directing, TV Management and TV Technical Functions.
nb: Fakultetet tilbyr bachelorstudier i Animasjon og digital kunst, Spillteknologi og simulering, TV-regi, TV-ledelse og TV-tekniske fagfunksjoner.

source: He has previously been dean at Hedmark University College, and has held managerial positions in Telenor, Norsk Tipping and several other companies.
nb: Tidligere har han vært dekan ved Høgskolen i Hedmark, og har hatt lederstillinger i Telenor, Norsk Tipping og flere andre selskaper.

source: This also entails responsibility for errors and the correction of errors in the infrastructure.
nb: Dette innebærer også ansvaret for feil og feilkorrigering i infrastrukturen.

source: You will find "System preferences" in the Apple menu located at the top left corner of the screen:
nb: Du finner "Systemvalg" under Apple-menyen øverst til venstre på skjermen:

source: This can also include infrastructure costs related to local or specialised needs that the IT Department does not normally handle.
nb: Dette kan også omfatte kostnader til infrastruktur der behovet er lokalt eller spesialisert og som går utover det som IT-avdelingen normalt håndterer.

source: Sway is approved for open data only.
nb: Sway er godkjent kun for åpne data.

source: The online learning management system (LMS) Canvas, is used as a communication channel for all subjects.
nb: Det nettbaserte læringsstyringssystemet Canvas brukes som kommunikasjonskanal i alle emner.

source: Must ensure that data processing agreements or other agreements that are of importance regarding information security are entered into with external actors (e.g. SLA), and ensure that the terms of the agreements are respected.
nb: Skal sørge for at det inngås databehandleravtaler eller andre avtaler med eksterne aktører som har betydning for informasjonssikkerheten (for eksempel SLA), herunder kontrollere at avtalevilkårene respekteres.

source: Pursuant to Section 5-1, first subsection of the Act relating to universities and university colleges, all universities and university colleges must establish an appeals board to deal with appeals against individual decisions and, according to the decision of the board, other appeals cases brought by the students.
nb: I henhold til universitets- og høyskolelovens (universitets- og høgskoleloven) § 5-1 første ledd skal alle universiteter og høgskoler opprette en klagenemnd som skal behandle klager over enkeltvedtak og, etter styrets bestemmelse, andre klagesaker for kandidatene.

source: Child and Youth Participation and Competence Development (BUK)
nb: Barns og unges deltakelse og kompetanseutvikling

source: Opens for in-depth discussion.
nb: Åpner for utdypende drøfting.

source: Project managers in research projects
nb: Prosjektledere i forskningsprosjekter

source: Must ensure that adopted security measures and acceptable risk criteria are complied with in relation to new buildings or changes to buildings that are of importance regarding information security.
nb: Skal sørge for at vedtatte sikkerhetsmål og kriterier for akseptabel risiko blir fulgt opp ved nybygg eller bygningsmessige endringer som har betydning for informasjonssikkerheten.

source: In 2016, INN University and NAV entered into a collaboration that is still bearing fruit.
nb: I 2016 inngikk Høgskolen i Innlandet og NAV et samarbeid som fortsatt bærer frukter.

source: has knowledge of national and international research and development work of relevance to game technology and simulation, and knows how to update their knowledge in the field
nb: har kunnskap om nasjonalt og internasjonalt forsknings- og utviklingsarbeid med relevans for spillteknologi og simulering, og kan oppdatere sin kunnskap innenfor fagområdet

source: In order to achieve satisfactory information security, the work will be based on the following acceptable risk criteria:
nb: For å oppnå tilfredsstillende informasjonssikkerhet skal arbeidet basere seg på følgende kriterier for akseptabel risiko:

source: There is a separate OneDrive client, that lets you attach OneDrive to the file system on your PC/Mac.
nb: Det finnes en egen OneDrive klient, som lar deg knytte OneDrive til filsystemet på din PC/Mac.

source: A representative and deputy must be elected on continuing and further education programmes over 30 credits.
nb: På EVU-studier over 30 studiepoeng skal det velges tillitsvalgt og vara.

source: Must ensure that practical information security work training is given to managers, administrative and academic staff, project managers and if necessary, project participants in research projects.
nb: Skal sørge for at det gis opplæring i praktisk informasjonssikkerhetsarbeid til ledere, administrativt og vitenskapelige ansatte, prosjektledere og prosjektdeltakere i forskningsprosjekter dersom det er nødvendig.

source: Uses digital tools and digital learning resources in a relevant and learning-promoting way.
nb: • Anvender digitale verktøy og digitale læringsressurser på en relevant og læringsfremmende måte.

source: Must ensure that audits are carried out of the information security work at faculties, departments, other units and research projects.
nb: Skal sørge for at det gjennomføres revisjoner av arbeidet med informasjonssikkerhet ved fakulteter, avdelinger, andre enheter og forskningsprosjekter.

source: The requirement of one-meter’s distance is removed in teaching situations from Monday 20 September,” says Pro-Rector for Education Stine Grønvold.
nb: Kravet om én meter avstand fjernes i undervisningssituasjoner fra mandag 20. september, sier prorektor utdanning Stine Grønvold.

source: In addition, the forum consists of academic and administrative managers/employees.
nb: Forumet består for øvrig av vitenskapelige og administrative ledere/ansatte.

source: Among other things, they are responsible for ensuring that information security is safeguarded in IT systems/services of which the unit is the system owner.
nb: De har blant annet ansvar for at informasjonssikkerhet blir ivaretatt i IT-systemer/tjenester som enheten er systemeiere for.

source: Lockers are loaned for one academic year at a time, they must be emptied and cleaned by 30 June each year.
nb: Bokskap lånes ut for ett studieår av gangen, de må tømmes og rengjøres innen 30. juni hvert år.

source: If you create a Google Scholar profile, your profile will come high up the page rankings if people are searching for your work.
nb: Det blir lettere å finne deg og dine publikasjoner om du lager en profil i Google Scholar.

source: The University has an overarching plan for civil protection and emergency preparedness that provides principles for our emergency preparedness and clarifies roles and responsibilities.
nb: Høgskolen har en overordnet plan for samfunnssikkerhet og beredskap som gir prinsipper for beredskapen vår og klargjør roller og ansvar.

source: This tool adds the necessary settings for connection to Eduroam.
nb: Dette verktøyet legger de nødvendige innstillinger for påkobling til Eduroam.

source: “Svenkerud has a solid academic background, significant managerial experience and knows INN University very well.
nb: – Svenkerud har solid faglig bakgrunn, betydelig ledererfaring og kjenner høgskolen svært godt.

source: Is responsible for technical information security.
nb: Har ansvar for teknisk informasjonssikkerhet.

source: The document can be sent through the university’s Public360 archive system.
nb: Du kan gjerne sende dokumentet gjennom høgskolens arkivsystem Public360.

source: The work must be carried out by a security-oriented organisation with its own goals, strategies, work methods/tools and resources.
nb: Arbeidet skal utføres av en sikkerhetsorganisasjon med egne mål, strategier, arbeidsmetodikk/redskaper og ressurser.

source: Procurement of IT solutions in the project.
nb: Anskaffelse av IT-løsninger i prosjektet.

source: Development of a project proposal
nb: Organisering og arbeidsformer

source: Continue on Highway 25 (Vangsvegen). Turn right onto Østre gate.
nb: Fortsett på rv 25 (Vangsvegen) Sving til høyre inn i Østre gate.

source: Personal deputy: Gabriel Zuzanna Warecka, deputy chairperson of student council Evenstad
nb: Personlig vara: Gabriel Zuzanna Warecka, studentrådsnestleder Evenstad

source: to strengthen european and international cooperation
nb: Det foreligger i dag et nært samarbeid med svensk fagmiljø innenfor området.

source: Office 365 ProPlus is a subscription service for new Office versions.
nb: Office 365 ProPlus er en av abonnementstjenesteløsningene i den nye Office-versjonen.

source: The Pro-Rector for Research delegates the exercise of their responsibility for information security in research projects to the academic management at faculties or equivalent units (dean or pro-dean for research).
nb: Prorektor for forskning delegerer utøvelsen av sitt ansvar for informasjonssikkerheten i forskningsprosjekter til faglig ledelse ved fakulteter eller tilsvarende enheter (dekan eller prodekan for forskning).

source: You then turn off towards Tynset (still on Highway 3) at Elgstua just before Elverum.
nb: Videre ta av mot Tynset (fortsatt Rv 3) ved Elgstua rett før Elverum.

source: Work processes (research, teaching, dissemination and administration).
nb: Arbeidsprosesser (forskning, undervisning, formidling og administrasjon).

source: Students that apply for retakes of exams in one of these courses, after 12 months has passed, will have to pass these requirements again.
nb: Studenter som ønsker å ta opp en eksamen i et emne, 12 måneder etter at de har bestått de obligatoriske arbeidskravene, er nødt til å bestå disse på nytt.

source: Note: copies of instant messaging (chat) are stored in the e-mail client, so that the security level for e-mails applies to them.
nb: kopi av direktemeldinger ("chat") lagres i e-postklienten, slik at det blir sikkerhetsnivået for e-post som er gjeldende for disse.

source: We encourage people to walk, cycle or use public transport where possible.
nb: I det daglige oppfordrer vi til å gå, sykle eller bruke offentlig transport der det er mulig.

source: The training component comprises 30 ECTS credits of post-graduate courses.
nb: Utdanningsdelen består av 30 ECTS med emner på Ph.d.-nivå.

source: Ulla Higdem (elected by the employees, represents teaching, research and dissemination staff)
nb: Ulla Higdem (valgt av de ansatte, representerer undervisnings-, forsknings- og formidlingsansatte)

source: Bent Sofus Tranøy (elected by the employees, represents teaching, research and dissemination staff)
nb: Bent Sofus Tranøy (valgt av de ansatte, representerer undervisnings-, forsknings- og formidlingsansatte)

source: The application deadline is 1 September
nb: Frist for å søke om toppidrettsstatus er 1.

source: His research interests include consumer behaviour, tourism management, destination management and innovation in private sectors.
nb: Hans forskningsinteresser omfatter forbrukeratferd, reiselivsledelse, destinasjonsledelse og innovasjon i private sektorer.

source: Ensure that the system complies with general guidelines and provisions at the university.
nb: Sikre at systemet følger overordnede retningslinjer og føringer ved høgskolen.

source: Report the case via this whistleblowing scheme - ‘Speak up’.
nb: Varsle saken via denne varslingsordningen - "Si ifra".

source: Must assist units and research projects in the management of technical security breaches.
nb: Skal bistå enheter og forskningsprosjekter ved håndtering av fysiske sikkerhetsbrudd.

source: Section 13-10 of the National Insurance Act concerning pupils, students etc.
nb: Folketrygdlovens § 13-10 om elever, studenter med mer

source: He has previously been dean at Hedmark University College, and has held positions at director level in, among others, Norsk Tipping, Telenor, and Burson Marsteller.
nb: Tidligere har han vært dekan ved Høgskolen i Hedmark, og har hatt stillinger på direktørnivå i blant annet Norsk Tipping, Telenor og Burson Marsteller.

source: Physical conditions that are of importance regarding information security in the research project.
nb: Fysiske forhold som har betydning for informasjonssikkerheten i forskningsprosjekter.

source: Personal deputy: Justin Kopperud, deputy chairperson of student council Elverum
nb: Personlig vara: Justin Kopperud, studentrådsnestleder Elverum

source: From Hamar: Follow Highway 25 towards Elverum.
nb: Fra Hamar: Følg riksvei 25 mot Elverum.

source: We work closely and collaborate well with the TV, gaming and film industries.
nb: Vi er bransjenære og har et godt samarbeid med TV-, spill- og filmbransjen.

source: For Elverum, Evenstad and Rena, you must contact the campus service point for more information.
nb: For Elverum, Evenstad og Rena må du kontakte servicepunktet på studiested for mer informasjon.

source: Groups age called "teams".
nb: Gruppeinndelinger som kalles "team".

source: Responsibility for ensuring that competent staff are available during error situations and in system work.
nb: Ansvar for at kompetent personell er tilgjengelig i feil-situasjoner og ved systemarbeid.

source: (Choose "Other install options" for other languages, 64-bit versions for Windows and other options)
nb: (Velg "Andre alternativer for installasjon" for annet språk, 64-bitersversjonen til Windows og andre valg)

source: It is a counterweight to the development in television and media otherwise, on social media and on YouTube, where everything goes faster and faster.”
nb: Det er en motvekt mot utviklingen innen tv og medier ellers, på sosiale medier og på YouTube, hvor alt går kjappere og kjappere.

source: Be aware that if you have used 12 months of possible Erasmus+ support for exchange during your degree, you are not eligible to apply for support during a traineeship after graduation.
nb: Selv om du har vært på Erasmus+-utveksling i løpet av studiene, kan du fortsatt dra på Erasmus+-praksisopphold etter avlagt grad (opptil 12 måneder per student).

source: Nico Groenendijk has a background in public administration and in public sector economics.
nb: Nico Groenendijk har en bakgrunn i offentlig administrasjon og offentlig økonomi.

source: The Faculty of Applied Ecology, Agricultural Sciences and Biotechnology at INN is the coordinating partner, and IRSAE has more than 200 PhD candidates and 50 researchers.
nb: Fakultet for anvendt økologi, landbruksfag og bioteknologi ved Høgskolen i Innlandet er koordinerende partner. Det er mer enn 200 Ph.d.-kandidater og 50 forskere i nettverket.

source: Must ensure that all nonconformities and security breaches in their unit are resolved, including requesting assistance from the IT or Property Department when handling technical or physical security breaches if necessary.
nb: Skal sørge for at alle avvik og sikkerhetsbrudd i sin enhet blir lukket, herunder be om assistanse fra IT- eller Eiendomsavdelingen ved håndtering av tekniske eller fysiske sikkerhetsbrudd dersom det er nødvendig.

source: This means that all systems that process information must also be secure, such as ICT systems and digital services.
nb: Da må alle systemer som behandler informasjon også være sikre, slik som IKT-systemer og digitale tjenester.

source: Students are free to choose any locker at Blæstad Campus.
nb: Bokskapene på Blæstad styrer studentene selv.

source: Bioprocess technology (BPT) are the methods and tools we use to take out and isolate these products – both in the lab and at larger scale.
nb: Bioprosessteknologi (BPT) er metodene og verktøyene vi nytter for å hente ut og isolere disse stoffene - både i laboratoriet og i stor skala.

source: was held at the University for Peace in San Jose, Costa Rica.
nb: ble holdt ved University for Peace i San Jose, Costa Rica.

source: Always read local signs when parking.
nb: Les alltid lokale skilt ved parkering.

source: Arrival at the campuses
nb: Ankomst til studiestedene

source: has knowledge of the academic subjects that provide the foundation for game technology and simulation
nb: har kunnskap innenfor vitenskapelige fag som ligger til grunn for spillteknologi og simulering

source: An Analysis of Minute-by-Minute Television in Norway”, published by the British publisher Intellect.
nb: An Analysis of Minute-by-Minute Television in Norway», utgitt på det britiske forlaget Intellect.

source: Right click the printer and select "Connect...".
nb: Høyreklikk på skriveren med navn "pullprint" og velg "Koble til...".
